Returns true if the RebarConstraintType of the RebarConstraint is either 'FixedDistanceToHostFace' or 'ToCover.'
  Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public bool IsToHostFaceOrCover()
  Visual Basic
Public Function IsToHostFaceOrCover As Boolean
  Visual C++
public:
bool IsToHostFaceOrCover()
 See Also
  RebarConstraint Class
  Autodesk.Revit.DB.Structure Namespace